[        {
		"id": "1",
		"firstname": "Tassia Central SDA Church Choir",
		"lastname": "",
		"jobprofile": "Tassia Central SDA church is launching their DVD today, Sunday 14th. All are welcome." 
		 
	},
        {
		"id": "1",
		"firstname": "Covid Alert!",
		"lastname": "",
		"jobprofile": "We would all be safe if we stick to the regulations given by the Church reggarding orship within the vicinity of the Church Grounds. Remember to wear your mask properly and keep your hands clean.\r\n\r\n All choir members and Visitors are required to adhere to the same.\r\n\r\n The Microphones ill be cleaned frequently by the Tech team to ensure that no contamiination hits the participants of the day.\r\n\r\n Keep the virus at bay!   "
	},
      
	{
		"id": "1",
		"firstname": "Speaker",
		"lastname": "",
		"jobprofile": "Pastor Ezekiel."
	},
	{
		"id": "1",
		"firstname": "Key Text",
		"lastname": "",
		"jobprofile": "Psalms 148:1-8 "
	},
      
         {
		"id": "1",
		"firstname": "Theme Song",
		"lastname": "",
		"jobprofile": "SDAH 671"
	},
        {
		"id": "1",
		"firstname": "Tassia Central SDA Church Choir DVD launch day program"																																																																																																			",
		"lastname": "",
		"jobprofile": "Entreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God: Where thou diest, will I die, and there will I be buried: the Lord do so to me, and more also, if ought but death part thee and me. \r\n ~Ruth 1:16, 17"
	},
         
	{
		"id": "1",
		"firstname": "Announcements Today",
		"lastname": "",
		"jobprofile": "(1.) Tassia Central DVD launching today.\r\n\r\n(2.) This week 7th to 13th March we saw the STEWARDSHIP WEEK OF REVIVAL 2021. The event was broadcasted live on Youtube. Kindly like, Share and Subscribe for the latest Videos.\r\n\r\n (3.) Tassia Central SDA church choir is launching their DVD this Sunday. The Event will begin promptly at 9:00 am and run until 7:00 pm East African time. You are all Welcome \r\n\r\n (4.) Tassia Central SDA church choir will be launching their DVD album this sunday 14th March 2021. Do not miss! \r\n\r\n(5.) James Martins is planning to wed on 28th March at Ajigo SDA Church, Bondo.\r\n\r\n(6.) Development Promotion on 10th April. Group members to start meeting and pray for the same.\r\n\r\n(7.) Kindly join the Church welfare by giving Ksh 100 for registration and monthly contribution of Ksh 100.\r\n\r\n (8.) The East Nairobi Field will have a fundraiser on 11th April."
        }
]
