[        {
		"id": "1",
		"firstname": "Tassia Central SDA Church",
		"lastname": "",
		"jobprofile": "We want to invite you to our Online Service." 
		 
	},
        {
		"id": "1",
		"firstname": "Covid Alert!",
		"lastname": "",
		"jobprofile": "We would all be safe if we stick to the regulations given by the Church regarding worship within the vicinity of the Church. Remember to wear your mask properly and keep your hands clean.\r\n\r\n All choir members and Visitors are required to adhere to the same regulations.\r\n\r\n The Microphones will be cleaned frequently by the Tech team.\r\n\r\n Keep the virus at bay!   "
	},
      
	{
		"id": "1",
		"firstname": "Speaker",
		"lastname": "",
		"jobprofile": "Pastor Joash Masese."
	},
	{
		"id": "1",
		"firstname": "Key Text",
		"lastname": "",
		"jobprofile": "1 Sam 13:8 "
	},
      
         {
		"id": "1",
		"firstname": "Theme Song",
		"lastname": "",
		"jobprofile": "SDAH 608"
	},
        {
		"id": "1",
		"firstname": "Theme",																																																										
		"lastname": "",
		"jobprofile": "Tarry In Gilgal"

        },
        {
		"id": "1",
		"firstname": "Message from the Technical Desk",
		"lastname": "",
                "jobprofile": "(1.)All are welcome for the Tassia Central SDA Church choir DVD launch\r\n\r\n (2.) The equipments that are used for the day are handled by professionals. Please follow their advice for proper use of all Technical equipment\r\n\r\n (3.)The equipments are all tested and working properly. Avoid testing the equipments!\r\n\r\n (4.)Stay safe and Stay at Jesus feet"
	},
 
       {	
	 "id": "1",
		"firstname": "Announcements Today",
		"lastname": "",
		"jobprofile": "(1.) Welcome to Tassia Central SDA Church.\r\n\r\n(2.) Due to Covid-19 regulations, all members are asked to please stay at home and follow the service on our online platform, YouTube. Kindly like, Share and Subscribe for the latest Videos.\r\n\r\n (3.) Tassia Central SDA church choir launched their DVD on 14th March. The Event was broadcasted live and anyone can access it via the online platform, YouTube. \r\n\r\n (4.) James Martins did his wedding on 28th March at Ajigo SDA Church, Bondo.\r\n\r\n(6.) Development Promotion on 10th April. Group members to start meeting and pray for the same.\r\n\r\n(7.) Kindly join the Church welfare by giving Ksh 100 for registration and monthly contribution of Ksh 100.\r\n\r\n (8.) The East Nairobi Field will have a fundraiser on 11th April."
        }
]
