[ 
    {
        "id": "1",
        "firstname": "Children’s Story: To Win is to Forgive",
        "lastname": "",
        "jobprofile": "For if you forgive men their trespasses, your heavenly Father will also forgive you (Matthew 6:14). Andrew and Tony were best friends. They used to play together, talk over the phone every afternoon, and even visit each other or ride their bikes in the park when their parents had time to take them. They were both in the fourth grade at the same school, but they were attending different classes: Andrew was in class A, while Tony was in class B. Sometimes, they would even learn together, and the whole school knew that they were best friends. But one day, at the end of the school year, when they had the annual sports championships, the two friends found their classes competing against each other in the finals for the Football Cup. Both Andrew and Tony were very good at football, and their colleagues knew that they often won when they were on the same team. But this time everyone was curious about the match, and how the two best friends would cope with the new experience of competing against each other. Now, I hope you remember that sports competitions and even the prize is just a passing achievement, but friends are for life, Andrew’s mum reminded him on the morning she drove him to school for the big competition day. Yes Mum, friends come first! Andrew repeated, quoting the motto he and Tony frequently used. Right before the competition began, Andrew went to Tony, and shaking hands in their unique way, he said: Best friends, no matter what, right?Right, answered Tony, as a promise. But as they got on the sports field, the teacher started telling each of them how much he trusted them. When they saw the expectation in their colleagues’ eyes and the very tight score, both Andrew and Tony understood it would not be an easy match, nor would they be able to avoid the confrontation. The numbers were constantly changing from one team’s advantage to the other. In the last five minutes of the game, the score was even: 6–6. The stakes were high, and both Andrew and Tony were the hope of their team. You’re our last chance! whispered Max in Andrew’s ear, when the opposing team came to the final attack. Forgetting for one moment his mother’s advice and his true friendship, and seeing Tony coming forward and directing the ball toward the goal, Andrew faulted Tony, tripping him, and making him fall and lose the ball. The referee saw it, of course, and gave Andrew a red card. Tony’s team won when they marked the goal from the 11 meters’ shot. Yet, Tony could not enjoy the victory. His heart was bitter because of his friend’s attitude and behaviour. After the match, he changed and went directly home, refusing to talk to anyone. That night, Andrew couldn’t sleep. He missed his friend’s call. He understood that even if he had won the game, if he lost a friend, it would not be worth it. He felt terrible for being unfair to Tony. On the other hand, Tony was lying in bed, staring at the ceiling, feeling the bitterness of being betrayed. I will never forgive him, he told his mum when she came to say good night. I think you’re losing a greater victory than the one you’ve gained today, his mum told him. Which one? asked Tony. “The victory with yourself. I know you can forgive Andrew; you just don’t want to, because he betrayed you in front of the other kids. But forgiving Andrew is the real match you have to win or lose! The next day, limping, Tony went to Andrew’s classroom during the first break and told him he was not upset. He did not want to let a match destroy their friendship. And even though it was not his fault, he still wanted to be friends with Andrew. Tears streaming from his eyes, Andrew hugged his friend, too ashamed to say anything but Thank you! Both Andrew and Tony are 41 years old now, but they continue to be best Friends!\r\n\r\n Questions: \r\n\r\n (1.)What do you think a healthy lifestyle means? \r\n\r\n (2.)Can you give examples of bad habits that can harm your body?\r\n\r\n (3.)Why is it important to take care of our health and bodies?"
    }
]
