[ 
    {
        "id": "1",
        "firstname": "Day 2",
        "lastname": "The Delight of Kindness in Real Life",
        "jobprofile": "What is desired in a man is kindness (Proverbs 19:22). Ben Maxson shared a discussion he once had with someone while traveling by plane. At the time, he was Director of the Stewardship Department at the General Conference, and the interlocutor asked him about his occupation. His answer was I am a pastor, responsible for our church’s stewardship department. Surprised, the person continued with a new question: What does that mean? It’s not an easy thing to explain to someone unfamiliar with the Bible, Maxson said, then continued. I suppose there are many Christians on this plane, but are they all true Christians? Thev interlocutor’s reply came immediately, I don’t think everyone is a true Christian. Even less-religious people have a picture  of what it means to be a true Christian said Maxson. My full-time duty is to help people to practice Christianity. To be a faithful steward, or administrator, involves taking seriously the commandment that Jesus Christ said was the greatest: You shall love the Lord your God with all your heart, with all your soul, and with all your mind. This is the first and great commandment. And the second is like it: You shall love your neighbour as yourself (Matthew 22:37-39). Maybe someone asks: But still, how can love be defined? Even in the Bible, love is expressed in so many ways! Maxson said. You can love by giving offerings; you can express love by serving, even listening. What is that fundamental characteristic through which I can transmit love, both to those close and to those I might meet only once in life? We will find the answer in the love anthem, whose author is the apostle Paul. ‘Love is’ writes the apostle, full of kindness [1 Corinthians 13:4]. Through the kindness expressed toward others, we show that we love God [1 John 4:10, 11]. Kindness in Little Things and Big Decisions We can go back in history, thousands of years ago, and get acquainted with customs and laws that have governed social and religious life at that time. The action begins in Bethlehem, moves to the land of Moab, and finally ends in Bethlehem. Because of the drought, Elimelech’s family decides to move to the land of Moab for a while. In just ten years, Naomi, Elimelech’s wife, buries her husband, witnesses the marriage and (later) the death of her two sons, and is left with her two daughters-in-law, Orpah and Ruth. Many things can happen in just ten years! Naomi decides to return home, and the two daughters-in-law accompany her.\r\n\r\n Three times these widowed women stop and cry. It is the only thing they can do in this situation. Three times Naomi insists that her daughters-in-law return to their own homes, and Orpah finally decides to go home to her people and her parents. These young women, Orpah and Ruth, have fulfilled their family obligations and are now free; they have no obligation to Naomi. Naomi clearly and logically argues that she has no way of assuring them a future. Ruth, on the other hand, resists. She does not want to go home, and she expresses .One of the most beautiful statements in the Bible. Entreat me not to leave you, or to turn back from following after you; for wherever you go, I will go; and wherever you lodge, I will lodge; your people shall be my people and your God, my God. Where you die, I will die, and there will I be buried. The Lord do so to me and more also, if anything but death parts you and me (Ruth 1:16, 17). These simple but very profound words are expressed in a covenant language that shows love and faithfulness. Here is the essence of personal loyalty. Ruth’s attachment is voluntary, a free choice without expectation of anything in return from Naomi. Often in the Bible, we encounter the image of parents who love their children, even spiritual children, as in the case of the relationship between Paul and Timothy (1 Timothy 1:1-5). There are many cases in which children express their attachment to their parents. But for a daughter-in-law to show such an attitude toward her mother-in-law is something rarely encountered. The narrative does not show why Ruth chose to make such a decision when Naomi repeatedly tells her that she has nothing to offer. There appears to be only one answer: Naomi’s kindness.\r\n\r\n Through this kindness, Ruth was able to understand God’s kindness. That is why she can say these words. Your God will be my God. In Hebrew, the word hesed has a strong relational connotation, very rich in meaning. It is difficult to translate, and it expresses many of God’s attributes. This word can mean love, mercy, kindness, grace, devotion, faithfulness, and loyalty. All these qualities motivate a person to act for the benefit of another without expecting anything in return. Naomi uses this word in its active form, under the variant of the verb in addressing the two daughters-in-law. The Lord deal kindly with you, as you have dealt with those who have died and with me (Ruth 1:8), or regarding Boaz, Blessed be he of the Lord (Ruth 2:20). Ruth, unlike Naomi, speaks less; but in deeds, she demonstrates what kindness (hesed) means, as the narrator comments, But Ruth clung to her (Ruth 1:14). She does not preach about kindness; she shows what kindness is. Kindness to Strangers, Widows, and the Poor Naomi’s arrival with Ruth in Bethlehem could not pass unnoticed because all the city was excited (Ruth 1:19). All the inhabitants of the town had the opportunity to know the painful experience that this family went through. Naomi was not only without a husband, but she also had lost her two sons. A widowed woman without a family to support her at that time was in a miserable situation. Loneliness, hopelessness, and emotional suffering were and still are some of the most common problems. Our image of God can be affected when we are overwhelmed with pain. We see this in Naomi’s words, The Almighty has afflicted me (Ruth 1:21). Naomi is realistic; she proposes a change of name: Call me Mara (Bitterness). But remember, she does not show bitterness; she calls bitter only the circumstances she has gone through. Naomi continues to remain Naomi (Pleasant); that is why Ruth chooses to stay in her company. Naomi did not lose faith in the One whom David would later call “the Father of the fatherless, a defender of widows” (Psalms 68:5). Ruth, perhaps a little more optimistic, is not just a poor widow like Naomi. She is also a foreigner. Twelve times her name appears in this narrative, and five times she is called Ruth the Moabite. Maybe this repetition is always to remind us that she is not part of the chosen people. She is a foreigner. But God also loves strangers, which is why He commanded His people not to gather everything from the field, but to leave for the poor and the stranger (Leviticus 19:10). Ruth asks Naomi’s permission to go to glean heads of grain from the field of the one who will be willing to show kindness (hesed) (see Ruth 2:2). This time, we meet the third character in the book of Ruth, namely Boaz. From the narrator’s account, we can learn that Boaz is not just a rich man with a certain social status. He is the one who treats his workers with a lot of respect, and by greeting, he blesses them. The greeting was and is still present in every culture, even if expressed through different words or gestures. The purpose of greeting is to establish relationships; it is the first thing we do when we meet someone.\r\n\r\n By greeting, we say: You are important to me. It is the simplest way we can express kindness. Ruth is overwhelmed by Boaz’s appreciation for the way she treated Naomi, her mother-inlaw. “Then she said: Let me find favour in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant (Ruth 2:13). What an extraordinary power the right words can have at the right time. Many people around us do not expect much from us, maybe just a greeting, appreciation, or encouragement. With simple words, we can welcome them into our world. But if they remain for us the stranger, the minority, the poor, or anything else that may create barriers or distancing, the message of Jesus from His last sermon is for others, not for us (Matthew 25:31-46). Under His Wings The Bible uses many metaphors that help us to know the deep truths that are revealed. We need familiar images to see what cannot be seen with the physical eye. We better understand God’s goodness when we read in the Holy Scriptures that He is like a mother who cannot forget her child (Isaiah 49:15), or like a fortress, a place of “refuge” (Psalms 91:2). Boaz uses another image in his welcoming words toward Ruth, “May the Lord repay your work, and a full reward be given you by the Lord God of Israel, under whose wings you have come for refuge” (Ruth 2:12). The metaphor of a bird’s wings protecting its little ones is used by God Himself (Exodus 19: 4) regarding His people. Boaz tells Ruth that the wings of God’s providence, mercy, and kindness have spread over her, a stranger. God also explains why He did this to the people of Israel: not because they deserved it, but because in His plan, He wanted them to show the same kindness to all nations. You shall be to Me a kingdom of priests (Exodus 19: 6). They themselves should become protective wings for others, as was Boaz. Ellen White states: All who, like Rahab the Canaanite, and Ruth the Moabitess, turned from idolatry to the worship of the true God, were to unite themselves with His chosen people. As the numbers of Israel increased, they were to enlarge their borders, until their kingdom should embrace the world. 1 The wings are not like the fortress, the image of safety, built of stone. The wings express loyalty and love, but also vulnerability.\r\n\r\n That is why God’s goodness is best seen not in the providence of sometimes painful life circumstances, but in Golgotha. This is where we can all be protected from the greatest evil in this world, sin. Throughout the book, the narrator refers directly to God only twice: at the beginning of the book of Ruth, when it says that God had visited His people by giving them bread (Ruth 1:6), and in the end, the Lord gave her conception, and she bore a son (Ruth 4:13). Theologians call this technique inclusion. If something is said at the beginning of a report and the same idea appears again in the end, it means that the whole narrative is dominated by the same truth. In our case, the theme that dominates the book of Ruth is that God provides bread and life. He is the source of everything we have, even our existence. Naomi, Ruth, and Boaz always express this truth in their addresses. On the other hand, they do not remain at the level of pious expressions, clothed in a religious language. Through their behaviour attitude, and sacrifice, each one showed those in Bethlehem, their future generations, and even today, what true religion is. They gave us true Christianity, and 1 Ellen G. White, Christ’s Object Lessons, p. 290. showed us what a steward is: an administrator, one to whom in that great day Jesus will say, Well done, good and faithful servant. The only way people can see God’s kindness is by the example of His children.\r\n\r\n The women of the city of Bethlehem are convinced of one thing, that Ruth truly loves Naomi. And after Ruth married Boaz and bore him a son, they said to Naomi:  And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons have borne him (Ruth 4:15). How happy Naomi must be, holding the baby in her arms. Now she can no longer say, I went out full, and the Lord has brought me home again empty (Ruth 1:21). What do we admire about Ruth, the Moabite? There are many things to admire, but maybe most of all, her choice, courage, and determination. Ruth remains an example of how big life decisions are made. Humanly speaking, without Ruth, there wouldn’t have been an Obed, a David, ... and the rest is history. And what can be greater than to be full of kindness, to be like Jesus?"
    }
    
]
